Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaisnuoret_vaativat_toimia_ilmastonmuutoksen_hillitsemiseksi.html.tmx
Source language: fin
Languages: smn

source: Saamelaisnuoret vaativat toimia ilmastonmuutoksen hillitsemiseksi
smn: Säminuorah väätih tooimâid šoŋŋâdâhnubástus raijim tiet

source: Tunnistamme ilmastokriisin ja vaadimme välittömiä toimia ympäristömuutosten hillitsemiseksi.
smn: Mij tubdâstep šoŋŋâdâhkriisâ já vaattâp tállán tooimâid pirâsnubástusâi raijim tiet.

source: Meillä on oikeus tulevaisuuteen ja sen tulee olla meidän näköisemme.
smn: Mist lii vuoigâdvuotâ puátteevuotân já tot kalga leđe mii hámásâš.

source: Saamelaisnuorten julkilausuma nostaa esille huolen Saamenmaan luonnon tilanteesta ja tulevaisuudesta sekä kokoaa yhteen toimenpide-ehdotuksia.
smn: Säminuorâi almosciälkkámuš loptee oovdân huolâ Säämi luándu tiileest ja puátteevuođâst sehe čuákkee toimâiävtuttâsâid.

source: Saamelaisnuoret vaativat toimia ilmastonmuutoksen hillitsemiseksi ja siihen sopeutumiseen.
smn: Säminuorah väätih tooimâid šoŋŋâdâhnubástus raijim tiet já toos vuáhádumán.

source: Saamelaisnuoret ovat huolissaan ilmastonmuutoksen vaikutuksista erityisesti saamelaisten perinteisiin elinkeinoihin ja kulttuuriin.
smn: Säminuorah láá huolâst šoŋŋâdâhnubástus vaiguttâsâin eromâšávt sämmilij ärbivuáválâš iäláttâssáid já kulttuurân.

source: – Julkilausumassa esitämme vaatimuksen, että saamelainen perinnetieto nostetaan tasa-arvoiseksi tiedon lähteeksi, kun tutkitaan ja puhutaan ilmastonmuutoksesta, alueiden käytöstä ja perinteisistä elinkeinoista.
smn: – Almosciälkkámušâst mij vaattâp, ete sämmilâš ärbitiätu loptejuvvoo täsiárvusâš tiäđu kälden, ko totkeh já sárnuh šoŋŋâdâhnubástusâs, kuávlui kiävtust já ärbivuáválâš iäláttâsâin.

source: IPCC raportti kertoo karuja faktoja ilmastokriisistä.
smn: IPCC raapoort muštâl korrâ tuotâvuođâ šoŋŋâdâhkriisâst.

source: Olemme puhuneet ilmastonmuutoksen seurauksista ja yhteisömme kohtaamista vaikutuksista jo vuosikaudet.
smn: Mij lep sárnum šoŋŋâdâhnubástus čuávumušâin já mii siärvusân kuoskâm vaiguttâsâin jo iivijd.

source: Emme voi estää vaikutuksia, vaan meidän pitää aloittaa sopeutumistoimet kulttuurimme, kieltemme ja elinkeinojemme turvaamiseksi, toteavat julkilausuman laatimiseen osallistuneet Suomen Saamelaiskäräjien nuorisoneuvoston puheenjohtaja Anni-Sofia Niittyvuopio ja Ruotsin Saamelaiskäräjien nuorisoneuvoston puheenjohtaja Maria Unnes.
smn: Mij ep pyevti estiđ vaiguttâsâid, pic mij kolgâp algâttiđ vuáhádume mii kulttuur, kielâi já iäláttâsâi turviimân”, ettâv Suomâ Sämitige nuorâirääđi saavâjođetteijee Anni-Sofia Niittyvuopio já Ruotâ Sämitige nuorâirääđi saavâjođetteijee Maria Unnes , kiäh lává lamaš mieldi čälimin almosciälkkámuš.

source: Lisäksi julkilausumassa todetaan, että yhteistyö saamelaisnuorten välillä pitää turvata yhteisillä tapahtumilla ja kokoontumisilla ja yhteistyötä saamelaisten välillä yli valtionrajojen ja muiden alkuperäiskansojen kanssa tulee vahvistaa ja lisätä.
smn: Ton lasseen almosciälkkámušâst eteh, ete ohtsâšpargo säminuorâi kooskâst kalga turviđ ohtsâš tábáhtusâiguin já čokkânmijguin já ohtsâšpargo sämmilij kooskâst staatâraajij paijeel já eres algâaalmugijguin kalga nonniđ já lasettiđ.

source: Saamelaisnuoret ovat valmistelleet julkilausuman yhteispohjoismaisen saamelaisnuorten konferenssin osana.
smn: Säminuorah laa valmâštâllâm almosciälkkámuš ohtsâštave-eennâmlii säminuorâi konferens uássin.

source: Julkilausuma toimii työkaluna yhteispohjoismaisen saamelaisnuorten yhteistyössä ja se on toimintamalli yli valtionrajojen ilmastonmuutosta vastaan.
smn: Almosciälkkámuš lii pargoniävvun ohtsâštave-eennâmlii säminuorâi ohtsâšpargoost já tot lii toimâmallin staatâraajij paijeel šoŋŋâdâhnubástus vuástá.

source: Julkilausuma on luettavissa:
smn: Almosciälkkámuš lii luuhâmnáál:

source: pohjoissaameksi
smn: tavesämikielân

source: inarinsaameksi
smn: anarâškielân

source: koltansaameksi
smn: nuorttâlâškielân

source: suomeksi
smn: suomâkielân

source: englanniksi
smn: eŋgâlâškielân

source: Yhteispohjoismainen saamelaisnuorten konferenssi pidettiin etätapahtumana 26.8.2021.
smn: Ohtsâštave-eennâmlâš säminuorâi konferens tollui káidustábáhtussân 26.8.2021.

source: Konferenssin pääjärjestäjänä toimi Saamelaiskäräjien nuorisoneuvosto ja se järjestettiin yhteistyössä Norjan, Ruotsin ja Suomen Saamelaiskäräjien nuorisotoimijoiden kanssa.
smn: Konferens váldu-uárnejeijen tooimâi Sämitige nuorâirääđi já tot uárnejui ohtsâšpargoost Taažâ, Ruotâ já Suomâ Sämitigj nuorâituáimeiguin.

source: Konferenssissa puheenvuoroja pitivät Suomen ympäristö- ja ilmastoministeri Krista Mikkonen , Saamelaisen parlamentaarisen neuvoston puheenjohtaja Aili Keskitalo, Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso ja nuori poromies Jussa Seurujärvi.
smn: Konferensist sahâvuáruid tollii Suomâ pirâs- já šoŋŋâdâhminister Krista Mikkonen, Säämi parlamentaarlii rääđi saavâjođetteijee Aili Keskitalo , Sämitige saavâjođetteijee Tyemes Aaslâk Juuso já nuorâ puásuialmai Jussá Seurujärvi .

source: Työpajoja pitivät somevaikuttaja Emmi Nuorgam, artivisti Pauliina Feodoroff ja globaali nuorisojärjestö Youth4Nature.
smn: Pargopaajijd tollii somevaigutteijee Emmi Nuorgam , artivist Pauliina Feodoroff já gloobaal nuorâiorganisaatio Youth4Nature .

source: Konferenssin teemana oli ilmastonmuutos ja sen osana tehtiin julkilausuma.
smn: Konferens teeman lâi šoŋŋâdâhnubástus já ton uássin rahtii almociälkkámuš.

source: Lisätietoja
smn: Lasetiäđuh

source: Anni-Sofia Niittyvuopio Suomen saamelaiskäräjien nuorisoneuvoston puheenjohtaja puh. +358 40 708 2072 anni-sofia.niittyvuopio(at)samediggi.fi
smn: Anni-Sofia Niittyvuopio Suomâ sämitige nuorâirääđi saavâjođetteijee +358 40 708 2072 anni-sofia.niittyvuopio(at)samediggi.fi

source: Maria Unnes Ruotsin saamelaiskäräjien nuorisoneuvoston puheenjohtaja maria.unnes(at)sametinget.se
smn: Maria Unnes Ruotâ sämitige nuorâirääđi saavâjođetteijee maria.unnes(at)sametinget.se

source: Elli-Marja Hetta Suomen saamelaiskäräjien nuorisosihteeri puh. +358 50 382 5179 elli-marja.hetta(at)samediggi.fi
smn: Elli-Marja Hetta Suomâ sämitige nuorâičällee +358 50 382 5179 elli-marja.hetta(at)samediggi.fi
